const TestimonialApi = [
  {
    id: 1,
    image: "./pics/act1.png",
    post: "Drone Academy Thailand",
    date: "ณ มหาวิทยาลัยหอการค้า",
    desc: "ดิฉันได้เข้าอบรมDrone Programming\
ที่จัดโดยDrone Academy Thailand\
ได้รับประสบการณ์การบังคับควบคุมโดรนDJI Tello\
และการเขียนโปรแกรมควบคุมโดรนDJI Tello",
  },
  {
    id: 2,
    image: "./pics/act2.png",
    post: "PLC Experience",
    date: "ณ สาขาวิชาวิศวกรรมเมคคาทรอนิกส์\
มหาวิทยาลัยเทคโนโลยีราชมงคลรัตนโกสินทร์",
    desc: "ดิฉันได้ผ่านการฝึกประสบการณ์\
ด้านวิศวกรรมเมคคาทรอนิกส์ โดยดิฉันได้ฝึกการใช้คำสั่งต่างๆของโปรแกรม PLC โดยการใช้ภาษา Ladder\
การใช้เซ็นเซอร์รับค่าต่างๆและได้แก้ปัญหาตามโจทย์ที่ได้รับ\
เช่น การแยกสี/ประเภทของวัตถุ นอกจากนี้ดิฉันยังได้เรียนเกี่ยวกับโปรแกรม Dobot ในการควบคุมหุ่นยนต์และเชื่อมการทำงานของ PLC คู่กับ Dobot",
  },
  {
    id: 3,
    image: "./pics/act3.png",
    post: "3D Printing",
    date: "",
    desc: "ดิฉันได้ฝึกการปั้นโมเดลสามมิติ\
ผ่านTinkercad และได้พิมพ์ชิ้นงาน\
ผ่านเครื่องพิมพ์สามมิติออกมา \
เป็นชิ้นงานที่ใส่ของรูปชีส\
และได้ลองปั้นโมเดลสามมิติรูปเซลสัตว์\
สามารถนำไปต่อยอดเป็นสื่อการสอนและใช้ต่อยอดในสายการเรียนหรือประกอบอาชีพในสายงานนี้ได้ในอนาคต",
  },
  {
    id: 4,
    image: "./pics/act4.png",
    post: "Makruk",
    date: "",
    desc: "ได้รับเหรียญเงินในการแข่งขันหมากกระดานในกิจกรรมกีฬาสีของโรงเรียน",
  },
  {
    id: 5,
    image: "./pics/act5.png",
    post: "Student Committee",
    date: "",
    desc: "ดิฉันได้รับการคัดเลือกเป็นหนึ่งใน\
คณะกรรมการนักเรียนปีการศึกษา 2567\
  ในตำแหน่งเลขานุการ",
  },
]

export default TestimonialApi